{
  "header": "hello, I'm Rodrigo! 👨🏻‍💻",
  "home1": "In 2018, I had my first experience with programming in high school, where I learned the Pascal language. After a break, I resumed programming in C in college, currently majoring in Information Systems",
  "home2": "During this period, I developed an interest in web development, studying HTML, CSS, and JavaScript independently. Currently, I am focusing my studies on back-end development and mainly work with data integration, especially between databases and APIs, using SQL.",
  "home3": "On this website, you will find information about me, my <a onclick=\"loadPage('cv')\">resume</a>, and my <a onclick=\"loadPage('blog')\">blog</a>, where I intend to share my knowledge and experiences. Additionally, you can check out some of my projects below.",
  "projects":"projects",
  "project1": "work hours calculator developed in HTML, CSS, and JavaScript (wip).",
  "name": "Rodrigo Augusto Correa Soares <a id='download' class='link fa-solid fa-floppy-disk' style='font-size: 1.2rem;' translate='download'></a>",
  "birth-date": " 05/14/2003",
  "location": " MINAS GERAIS, BRAZIL",
  "email": " rodrigohths@gmail.com |",
  "github": "GitHub |",
  "linkedin": "LinkedIn |",
  "website": "Website",
  "resume": "Summary",
  "resume1": "I am currently in the third semester of Information Systems at IFMG Campus Ouro Branco. I am interested in enhancing my technical skills in backend and/or fullstack development, which are the areas I aspire to work professionally. I am currently working as a data engineering intern, building data integration solutions for the tertiary sector, especially in the retail industry in Brazil.",
  "skills": "Languages, tools and softwares",
  "skill1": "> SQL, JavaScript (Node.js), Python, HTML, CSS, Java and C.",
  "skill2": "> Pentaho Data Integration, Postman, DBeaver and SAPGUI.",
  "skill3": "> RDBMS: Oracle, PostgreSQL and MySQL.",
  "skill4": "> Intermediate English.",
  "experience": "Experience",
  "experience1": "FEBRUARY 2023 - PRESENT<br>CLI Consultoria - Intern - ETL Development",
  "experience2": "Building data integrations between relational databases and MongoDB-based APIs, maintaining legacy applications, managing data pipelines. Internal technical support for Linux systems (Ubuntu, CentOS). Management of AWS EC2 instances.",
  "education": "Education",
  "education1": "JANUARY 2018 - APRIL 2021 (COMPLETED)<br>IFMG Campus Congonhas, Congonhas MG<br>Integrated Technical Degree in Mechanics",
  "education2": "SEPTEMBER 2022 - (ONGOING)<br>IFMG Campus Ouro Branco, Ouro Branco MG<br>Bachelor's Degree in Information Systems",
  "blog": "the posts are not yet available in english"
}